{
  "version": "1.0",
  "updated_at": "2025-09-18",
  "elements": [
    {
      "id": "colector_admision",
      "name": "Colector de admisión",
      "description": "\n\n**FUNCIÓN**\n\n- Conduce el aire (o mezcla aire-combustible) desde el filtro hacia los cilindros.\n- Distribuye el aire de forma uniforme para asegurar una combustión equilibrada.\n\n**CARACTERÍSTICAS**\n\n- Fabricado en aluminio o plástico reforzado.\n- Puede tener conductos de longitud variable y sensores para optimizar el llenado.\n- En motores turboalimentados, transporta aire comprimido o enfriado.\n\n**UBICACIÓN**\n\n- Unido a la culata, mediante la junta del colector de admisión.\n\n**DIFERENCIAS ENTRE MOTOR GASOLINA Y DIÉSEL**\n\n**Motor gasolina**\n- El colector conduce aire o mezcla aire-combustible.\n- Lleva válvula de mariposa*, que regula el aire según la posición del pedal.\n- La potencia se controla con el aire (más aire = más combustible = más potencia).\n- Puede tener conductos de longitud variable para mejorar el par o la potencia.\n\n**Motor diésel**\n- El colector solo conduce aire limpio (el combustible se inyecta en el cilindro).\n- No tiene válvula de mariposa principal; el aire entra libremente.\n- La potencia se controla con la cantidad de combustible inyectado.\n- Puede incluir mariposas o válvulas de turbulencia para mejorar la mezcla y reducir emisiones.\n\n**NOTA**\n\n*La válvula de mariposa controla la cantidad de aire que entra al motor. Está situada entre el filtro de aire y el colector de admisión y se abre o cierra según el pedal del acelerador. En los motores de gasolina regula directamente la potencia, mientras que en los diésel solo se usa para control de emisiones o suavizar el apagado del motor.*",
      "images": ["colector_admision_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "junta_colector_admision",
      "name": "Junta colector de admisión",
      "description": "\n\n**FUNCIÓN**\n\n- Asegura el sellado hermético entre el colector y la culata.\n- Evita fugas de aire o mezcla, que alterarían la combustión.\n\n**MATERIALES**\n\n- Goma, silicona, teflón, caucho o materiales multicapa con refuerzo metálico.\n\n**FALLO TÍPICO: FUGAS DE AIRE NO MEDIDO**\n\nUna fuga de aire en el colector de admisión deja pasar aire sin medir, se inyecta menos gasolina de la necesaria → la mezcla se empobrece → el motor funciona mal (ralentí irregular, pérdida de potencia).",
      "images": ["junta_colector_admision_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "tapa_balancines",
      "name": "Tapa de balancines",
      "description": "\n\n**FUNCIÓN**\n\n- Cubre y protege los elementos de la distribución (balancines, eje, válvulas).\n- Evita fugas de aceite y protege de la suciedad y humedad.\n\n**CARACTERÍSTICAS**\n\n- Hecha en acero o plástico.\n- Lleva una junta de goma o corcho para sellar.\n- Incorpora tapa de llenado de aceite y filtro de carbón activo para vapores.\n\n**UBICACIÓN**\n\n- Situada encima de la culata.",
      "images": ["tapa_balancines_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "bomba_combustible",
      "name": "Bomba de combustible",
      "description": "\n\n**FUNCIÓN**\n\n- Transfiere el combustible del depósito al sistema de inyección o al colector de admisión.\n\n**UBICACIÓN**\n\n- En el depósito de combustible o próxima a él.\n\n**TIPOS DE BOMBAS**\n\n- **De baja presión (inyección en colector de admisión):** eléctricas, situadas en el interior del depósito.\n- **De alta presión (inyección directa):** mecánicas, montadas sobre el motor.\n\n**CARACTERÍSTICAS**\n\n- Trabaja a diferentes presiones según la potencia del motor.\n- A mayor potencia requerida, mayor caudal y potencia de la bomba.",
      "images": ["bomba_combustible_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "arbol_balancines",
      "name": "Balancines",
      "description": "\n\n**FUNCIÓN**\n\n- Son accionados por el árbol de levas.\n- Transmiten su movimiento hacia los inyectores o válvulas.\n- Cuando la leva empuja el balancín, este baja su extremo y actúa sobre el inyector o válvula, abriéndolo.\n- Al girar la leva y dejar de empujar, el balancín vuelve a su posición inicial gracias al muelle del inyector o de la válvula.\n\n**TIPOS DE BALANCINES**\n\n**Balancines de apoyo fijo**\n- Montados sobre un eje o puente que actúa como punto fijo de apoyo.\n- El movimiento de la leva o varilla hace oscilar el balancín sobre ese eje.\n- Simples, económicos y robustos, usados en motores con árbol de levas lateral (OHV) o único árbol en cabeza (SOHC).\n- Requieren ajuste manual del juego de válvulas con el tiempo.\n\n**Balancines de rodillo**\n- Incorporan un rodillo o rodamiento en el punto de contacto con la leva.\n- Reducen la fricción y el desgaste, ya que ruedan en lugar de deslizar.\n- Funcionamiento más suave, eficiente y duradero, con menor consumo y emisiones.\n- Usados en motores modernos de alto rendimiento o eficiencia optimizada.\n\n**Balancines hidráulicos**\n- Incluyen un taqué hidráulico que se autoregula con la presión del aceite.\n- Mantienen el juego en “cero”, compensando desgaste y dilatación térmica.\n\n**Ventajas:**\n- Sin mantenimiento (no requiere ajuste manual).\n- Funcionamiento silencioso.\n- Mayor precisión en apertura y cierre de válvulas.\n\n**Inconvenientes:**\n- Más sensibles a la presión y calidad del aceite.\n- Si fallan, pueden provocar ruidos o pérdida de rendimiento.\n\n**MATERIALES Y LUBRICACIÓN**\n\n- Fabricados en acero aleado o aluminio con tratamientos antidesgaste.\n- Se lubrican mediante conductos internos de aceite que parten de la culata o del eje de balancines.\n- La lubricación es esencial para evitar desgaste prematuro y mantener operación precisa.",
      "images": ["arbol_balancines_mesa.jpeg"],
      "cad_model": ["balancin.SLDPRT","eje_abrazaderas.SLDPRT","arbol_balancines.SLDASM"]
    },
    {
      "id": "abrazadera_arbol_levas",
      "name": "Abrazadera árbol de levas",
      "description": "\n\n- Sujeta el árbol de levas a la culata mediante tornillos.\n- Permite que el árbol gire con precisión y sin exceso de juego.\n- Es esencial para mantener la sincronización y el correcto funcionamiento del sistema de distribución.",
      "images": ["abrazadera_arbol_levas_mesa.jpeg"],
      "cad_model": ["abrazadera_arbol_levas1.SLDPRT", "abrazadera_arbol_levas2.SLDPRT", "abrazadera_arbol_levas3.SLDPRT"]
    },
    {
      "id": "arbol_levas",
      "name": "Árbol de levas",
      "description": "\n\n- Controla el tiempo y la apertura de las válvulas de admisión y escape.\n- Consta de levas de admisión, de escape y, en algunos casos, de inyección.\n- Las levas giran y abren las válvulas directamente o a través de taqués y balancines.\n- En algunos motores, los balancines no están presentes y las levas actúan directamente sobre las válvulas.",
      "images": ["arbol_levas_mesa.jpeg"],
      "cad_model": ["arbol_levas.SLDPRT"]
    },
    {
      "id": "cojinetes_lubricacion_arbol_levas",
      "name": "Cojinetes lubricación árbol de levas",
      "description": "Conducto interno que distribuye el aceite lubricante a las distintas partes móviles del motor.",
      "images": ["canal_lubricacion_mesa.jpeg"],
      "cad_model": ["cojinetes_lubricacion_arbol_levas.SLDPRT"]
    },
    {
      "id": "tapa_accionadora_valvulas",
      "name": "Taqué",
      "description": "Cubierta que protege los componentes que accionan las válvulas, como taqués o balancines.",
      "images": ["tapa_accionadora_valvulas_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "tapa_central_exterior",
      "name": "Tapa central y exterior",
      "description": "Cubiertas protectoras que cierran y protegen el sistema de distribución.",
      "images": ["tapa_central_exterior_mesa.jpeg"],
      "cad_model": ["tapa_accionadora_valvulas.SLDPRT"]
    },
    {
      "id": "tensor_correa",
      "name": "Tensor de correa",
      "description": "Dispositivo que mantiene la tensión adecuada de la correa de distribución.",
      "images": ["tensor_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "culata",
      "name": "Culata",
      "description": "\n\n- Cierra los cilindros por la parte superior y forma la cámara de combustión junto con el bloque y el pistón.\n- Fabricada en aluminio o hierro colado.\n- Contiene válvulas de admisión y escape, los inyectores y conductos de refrigeración y lubricación.\n\n**FUNCIONES PRINCIPALES**\n\n- Cerrar los cilindros y evitar fugas de gases.\n- Controlar el flujo de gases mediante las válvulas.\n- Albergar el sistema de inyección y encendido.\n\nEntre la culata y el bloque se encuentra la **junta de culata**, que asegura el cierre hermético y aísla los conductos de aceite y refrigerante.",
      "images": ["culata_mesa.jpeg"],
      "cad_model": ["culata.SLDPRT"]
    },
    {
      "id": "junta_culata",
      "name": "Junta culata",
      "description": "Elemento de sellado entre la culata y el bloque del motor que evita fugas de gases, aceite y refrigerante.",
      "images": ["junta_culata_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "rodillo_tensor",
      "name": "Rodillo tensor",
      "description": "Rodillo que guía y mantiene la tensión de la correa de distribución.",
      "images": ["rodillo_tensor_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "bomba_agua",
      "name": "Bomba de agua",
      "description": "\n\n**FUNCIÓN**\n\n- Mantiene la temperatura del motor en un rango óptimo.\n- Circula el refrigerante a través del motor y el radiador para disipar el calor.\n- Se acciona mediante una correa conectada al cigüeñal.",
      "images": ["bomba_agua_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "proteccion_interior_sistema_distribucion",
      "name": "Protección interior sistema distribución",
      "description": "Cubierta que protege internamente los componentes del sistema de distribución.",
      "images": ["proteccion_interior_sistema_distribucion_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "polea_ciguenal",
      "name": "Polea del cigüeñal",
      "description": "Polea que transmite el trabajo mecánico del cigüeñal a otros elementos del motor.",
      "images": ["junta_ciguenal_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "junta_ciguenal",
      "name": "Junta cigüeñal",
      "description": "Elemento de sellado que evita fugas de aceite en el paso del cigüeñal a través del bloque motor.",
      "images": ["Junta_cigüeñal_bloque.jpg"],
      "cad_model": [""]
    },
    {
      "id": "carter",
      "name": "Cárter",
      "description": "\n\n**FUNCIÓN**\n\n- Cierra el bloque del motor por la parte inferior.\n- Contiene el aceite lubricante y la bomba de aceite.\n- Protege los componentes internos del motor.\n\n**UBICACIÓN**\n\n- Situado debajo del motor.\n\n**TIPOS**\n\n- **Tipo seco:** el depósito de aceite está separado del motor.\n- **Tipo húmedo:** el lubricante se encuentra en el fondo del cárter, como una bañera.",
      "images": ["carter_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "tapa_plastico_aceite",
      "name": "Tapa de plástico del aceite",
      "description": "Tapón superior que permite el llenado de aceite en el motor.",
      "images": ["tapa_plastico_aceite_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "pinon_fuerza_ciguenal",
      "name": "Piñón de fuerza de cigüeñal",
      "description": "Engranaje que transmite el movimiento del cigüeñal a otros sistemas del motor.",
      "images": ["pinon_fuerza_ciguenal_mesa.jpeg"],
      "cad_model": ["pinon_fuerza_ciguenal.SLDPRT"]
    },
    {
      "id": "soporte_lateral_ciguenal",
      "name": "Soporte lateral del cigüeñal",
      "description": "Elemento que fija y estabiliza el cigüeñal en su posición.",
      "images": ["soporte_lateral_ciguenal_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "soporte_lateral_ciguenal_2",
      "name": "Soporte lateral del cigüeñal 2",
      "description": "Elemento que fija y estabiliza el cigüeñal en su posición.",
      "images": ["soporte_lateral_del_ciguenal_2.JPG"],
      "cad_model": [""]
    },
    {
      "id": "tensor_cadena_bomba_aceite",
      "name": "Tensor de la cadena de la bomba de aceite",
      "description": "Dispositivo que mantiene tensa la cadena de transmisión de la bomba de aceite.",
      "images": ["tensor_cadena_bomba_aceite_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "corona_bomba_aceite",
      "name": "Corona bomba aceite",
      "description": "Engranaje que recibe el movimiento de la cadena y lo transmite a la bomba de aceite.",
      "images": ["corona bomba de aceite.jpg"],
      "cad_model": [""]
    },   
    {
      "id": "cadena_bomba_aceite",
      "name": "Cadena bomba aceite",
      "description": "Cadena que transmite el movimiento del cigueñal a la bpomba de aceite",
      "images": ["cadena bomba de aceite.jpg"],
      "cad_model": [""]
    },
    {
      "id": "bomba_aceite",
      "name": "Bomba de aceite",
      "description": "Componente que impulsa el aceite lubricante a través del motor.",
      "images": ["bomba_aceite_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "abrazadera_ciguenal",
      "name": "Abrazadera de cigüeñal",
      "description": "Elemento que fija el cigüeñal en su posición dentro del bloque motor.",
      "images": ["abrazadera_ciguenal_mesa.jpeg"],
      "cad_model": ["abrazadera_ciguenal.SLDPRT"]
    },
    {
      "id": "abrazadera_piston",
      "name": "Abrazadera del pistón",
      "description": "La abrazadera del pistón es la pieza que asegura el bulón dentro del pistón, evitando que se desplace lateralmente y garantizando la correcta unión entre pistón y biela.",
      "images": ["abrazadera_piston_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "pbc",
      "name": "Pistón",
      "description": "El pistón es el componente del motor que se mueve dentro del cilindro, transmitiendo la fuerza de la combustión a la biela y, finalmente, al cigüeñal para generar movimiento rotatorio.",
      "images": ["piston_mesa.jpeg"],
      "cad_model": ["piston.SLDPRT"]
    },
    {
      "id": "ciguenal",
      "name": "Cigüeñal",
      "description": "El cigüeñal convierte el movimiento lineal de los pistones en movimiento rotatorio para transmitir fuerza.",
      "images": ["ciguenal.jpg"],
      "cad_model": [""]
    },
    {
      "id": "bloque_motor",
      "name": "Bloque motor",
      "description": "El bloque motor es la estructura principal del motor donde se alojan los cilindros, pistones y cárter, y sirve de soporte para la culata y demás componentes.",
      "images": ["bloque_motor_mon.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "biela",
      "name": "Biela",
      "description": "La biela es el elemento que une el pistón con el cigüeñal. Transforma el movimiento rectilíneo alternativo del pistón en movimiento giratorio del cigüeñal, transmitiendo la fuerza generada en la combustión.",
      "images": ["biela_mesa.jpeg"],
      "cad_model": [""]
    },
    {
      "id": "cojinete_biela",
      "name": "Cojinete de la biela",
      "description": "Sirve para lubricar la unión biela-cigüeñal.",
      "images": ["cojinete.jpg"],
      "cad_model": ["cojinete_biela.SLDPRT"]
    },
    {
      "id": "bulon",
      "name": "Bulón",
      "description": "El bulón es el pasador que une el pistón con la biela, permitiendo que el pistón se desplace dentro del cilindro.",
      "images": ["bulon_mesa.jpeg"],
      "cad_model": ["bulon.SLDPRT"]
    }
  ]
}
